
{
  "header": {
    "logo": "TFOT Labs",
    "menu": {
      "home": "Home",
      "about": "About",
      "companies": "Companies",
      "franchise": "Franchise",
      "careers": "Careers",
      "contact": "Contact"
    },
    "languages": {
      "ru": "Russian",
      "en": "English",
      "zh": "Chinese",
      "ja": "Japanese",
      "fr": "French",
      "de": "German",
      "hi": "Hindi",
      "it": "Italian",
      "es": "Spanish",
      "ko": "Korean",
      "ar": "Arabic",
      "he": "Hebrew",
      "sw": "Swahili",
      "pt": "Portuguese",
      "tr": "Turkish"
    }
  },
  "index": {
    "slogan": {
      "US": "Pioneering the Future of Technology and Innovation in the United States",
      "GB": "Pioneering the Future of Technology and Innovation in the United Kingdom",
      "default": "Pioneering the Future of Technology and Innovation"
    },
    "learnMore": "Discover Us"
  },
  "about": {
    "title": "About TFOT Labs",
    "history": "Founded in 2014 in Russia, TFOT Labs is a leading technology holding company that unites over 25 innovative companies across various industries. We successfully develop startups from concept to international scale, investing in breakthrough technologies and creating an ecosystem for sustainable growth. Our company operates in 15+ countries, with offices in Russia, USA, UK, and Asia, bringing together a team of 500+ world-class specialists.",
    "mission": {
      "US": "Our mission is to create innovative technologies that solve humanity's global challenges. We focus on sustainable development, digital transformation, and building products that improve the quality of life for millions of people worldwide. TFOT Labs invests in promising startups, develops talent, and creates the technological infrastructure of the future.",
      "GB": "Our mission is to create innovative technologies that solve humanity's global challenges. We focus on sustainable development, digital transformation, and building products that improve the quality of life for millions of people worldwide. TFOT Labs invests in promising startups, develops talent, and creates the technological infrastructure of the future.",
      "default": "Our mission is to create innovative technologies that solve humanity's global challenges. We focus on sustainable development, digital transformation, and building products that improve the quality of life for millions of people worldwide. TFOT Labs invests in promising startups, develops talent, and creates the technological infrastructure of the future."
    },
    "impact": "Impact: Over 10 million users daily utilize products from TFOT Labs companies. We have created 5,000+ jobs, invested $50+ million in technology development, and supported 100+ innovative projects.",
    "values": [
      "Innovation: Pushing boundaries with bold ideas and breakthrough technologies.",
      "Integrity: Maintaining ethical standards and transparency in all endeavors.",
      "Collaboration: Fostering partnerships and creating synergy for collective success.",
      "Sustainability: Committed to eco-friendly practices and social impact.",
      "Quality: Striving for excellence in every product and service.",
      "Responsibility: Taking responsibility for results and societal impact."
    ]
  },
  "companies": {
    "title": "Our Portfolio Companies",
    "glossary": {
      "title": "Glossary",
      "eco-friendly": "Eco-friendly",
      "eco-friendly-desc": "Environmentally sustainable practices.",
      "sustainable": "Sustainable",
      "sustainable-desc": "Meeting needs without compromising future generations.",
      "innovative": "Innovative",
      "innovative-desc": "Introducing new ideas and methods.",
      "ai-powered": "AI-powered",
      "ai-powered-desc": "Enhanced by artificial intelligence.",
      "logistics": "Logistics",
      "logistics-desc": "Management of goods transportation.",
      "robotics": "Robotics",
      "robotics-desc": "Use of robots in automation."
    },
    "names": [
      "Nebula",
      "Codeon",
      "Linguix",
      "Snap Repair",
      "Blatota Nax",
      "Kinalia",
      "Platera",
      "Nixa",
      "Vivra Bank",
      "Luvry",
      "Structara",
      "Drifta",
      "Mookie",
      "Aerava",
      "Tivvo",
      "BRVK",
      "Blushé",
      "Светлая Память",
      "WebTown",
      "SantRobo",
      "YW Tech",
      "EneCtron",
      "SkyLib",
      "Eliza",
      "HMesu",
      "Heyya",
      "TransAeroPort"
    ],
    "descriptions": [
      "Nebula is a cutting-edge sports broadcasting platform that delivers live events with interactive viewing experiences, allowing fans to engage in real-time commentary, polls, and social interactions to enhance the excitement of sports entertainment.",
      "Codeon is an innovative app designed for learning programming through interactive tutorials, coding challenges, and personalized learning paths that help users build skills from beginner to advanced levels in various programming languages.",
      "Linguix is an AI-powered language learning app that offers personalized lessons, conversational practice, and immersive experiences to help users master new languages quickly and effectively through adaptive technology.",
      "Snap Repair operates a comprehensive network of tech repair service centers specializing in quick and reliable repairs for smartphones, laptops, and other electronic devices, ensuring minimal downtime for customers.",
      "Blatota Nax is a renowned chain of tattoo salons offering custom art designs, professional tattooing services, and a creative space for body art enthusiasts to express their individuality.",
      "Kinalia features luxury boutiques specializing in high-end clothing, exquisite perfumes, and designer shoes, providing an exclusive shopping experience for fashion-forward individuals seeking premium quality and style.",
      "Platera is a diverse network of restaurants offering a wide range of cuisines from around the world, focusing on quality ingredients, innovative dishes, and memorable dining experiences for food lovers.",
      "Nixa is a modern dating app that uses smart matching algorithms and compatibility features to connect people, fostering meaningful relationships through personalized profiles and secure interactions.",
      "Vivra Bank is a digital neobank providing innovative banking and investment services, including mobile banking, investment portfolios, and financial planning tools for modern financial management.",
      "Luvry is an exclusive 18+ boutique offering premium adult products, including toys, lingerie, and wellness items, designed to enhance intimate experiences with quality and discretion.",
      "Structara is a leading construction company specializing in sustainable building projects, utilizing eco-friendly materials and innovative techniques to create durable and environmentally responsible structures.",
      "Drifta operates a chain of coffee shops offering specialty brews, artisanal coffee blends, and cozy atmospheres for coffee enthusiasts to enjoy premium beverages and relaxing environments.",
      "Mookie is a network of bakeries dedicated to providing fresh, high-quality pastries, breads, and baked goods made with traditional recipes and the finest ingredients for delightful culinary experiences.",
      "Aerava is an airline offering reliable domestic and international flights with a focus on passenger comfort, safety, and exceptional service to make air travel enjoyable and stress-free.",
      "Tivvo is a taxi service app providing real-time tracking, easy booking, and safe rides with professional drivers, ensuring convenient and reliable transportation solutions for urban mobility.",
      "BRVK is a chain of barbershops offering professional grooming services, including haircuts, shaves, and styling, in a welcoming environment for men seeking top-quality personal care.",
      "Blushé operates women's salons dedicated to beauty and wellness services, providing facials, massages, and spa treatments in a relaxing setting to promote self-care and rejuvenation.",
      "Светлая Память is a compassionate ritual agency providing comprehensive funeral services, including planning, ceremonies, and support to help families honor their loved ones with dignity and care.",
      "WebTown is an internet provider delivering high-speed connectivity solutions, including broadband services and network infrastructure, to keep communities connected and online.",
      "SantRobo specializes in advanced robotics for industrial applications, offering cutting-edge automation solutions, robotic systems, and AI-driven technologies to optimize manufacturing processes.",
      "YW Tech develops innovative bioprosthetics and implant technologies, creating advanced medical devices and solutions to improve quality of life for patients through state-of-the-art healthcare innovations.",
      "EneCtron provides electric transport and charging solutions, including EV infrastructure, battery technologies, and sustainable mobility options to support the transition to green transportation.",
      "SkyLib offers a secure VPN service for enhanced privacy and unrestricted access, protecting user data and enabling safe browsing across devices with advanced encryption and global servers.",
      "Eliza is an AI assistant designed for productivity and home integration, providing voice commands, smart automation, and personalized assistance to streamline daily tasks and enhance living environments.",
      "HMesu is an innovative art space showcasing heads and paintings, blending classical inspiration with modern creativity to provide unique cultural experiences.",
      "Heyya is a modern advertising agency specializing in digital marketing, branding, and creative campaigns. We develop social media strategies, create engaging content, and manage advertising budgets to achieve maximum efficiency. Heyya helps companies stand out in the market and attract new clients through innovative and data-driven approaches.",
      "TransAeroPort is a leading logistics company specializing in air and port transportation, providing efficient cargo handling, warehousing, and global supply chain solutions to ensure timely delivery of goods worldwide. Our advanced tracking systems and network of partners guarantee secure and cost-effective logistics services for businesses of all sizes."
    ],
    "categories": [
      "Sports Broadcasting",
      "Education",
      "Education",
      "Services",
      "Beauty",
      "Retail",
      "Food & Beverage",
      "Social & Dating",
      "Finance",
      "Adult Retail",
      "Construction",
      "Food & Beverage",
      "Food & Beverage",
      "Travel",
      "Transportation",
      "Beauty",
      "Beauty & Wellness",
      "Services",
      "Telecommunications",
      "Robotics",
      "Health Technology",
      "Electric Vehicles",
      "Security",
      "Artificial Intelligence",
      "Arts & Culture",
      "Marketing",
      "Logistics"
    ],
    "regions": {
      "US": {
        "descriptions": [
          "Sports broadcasting platform for live events and interactive viewing experiences in the United States.",
          "App for learning programming with tutorials and challenges tailored for the US market.",
          "App for learning languages with AI lessons and practice.",
          "Network of tech repair service centers in the US.",
          "Chain of tattoo salons for custom art.",
          "Luxury boutiques for clothing, perfumes, and shoes in the US.",
          "Network of restaurants with diverse cuisines.",
          "Dating app with smart matching in the US.",
          "Digital neobank for banking and investments.",
          "18+ boutique for premium adult products in the US.",
          "Construction company for sustainable projects.",
          "Chain of coffee shops with specialty brews in the US.",
          "Network of bakeries for fresh pastries.",
          "Airline for domestic and international flights in the US.",
          "Taxi service app with real-time tracking.",
          "Chain of barbershops for grooming services in the US.",
          "Women's salons for beauty and wellness.",
          "Ritual agency for funeral services in the US.",
          "Internet provider for high-speed connectivity.",
          "Advanced robotics for industrial use.",
          "Bioprosthetics and implants technology in the US.",
          "Electric transport and charging solutions.",
          "Secure VPN for privacy and access in the US.",
          "AI assistant for productivity and home integration.",
          "Heyya is a modern advertising agency specializing in digital marketing, branding, and creative campaigns. We develop social media strategies, create engaging content, and manage advertising budgets to achieve maximum efficiency. Heyya helps companies stand out in the market and attract new clients."
        ]
      },
      "GB": {
        "descriptions": [
          "Sports broadcasting platform for live events and interactive viewing experiences in the United Kingdom.",
          "App for learning programming with tutorials and challenges tailored for the UK market.",
          "App for learning languages with AI lessons and practice.",
          "Network of tech repair service centers in the UK.",
          "Chain of tattoo salons for custom art.",
          "Luxury boutiques for clothing, perfumes, and shoes in the UK.",
          "Network of restaurants with diverse cuisines.",
          "Dating app with smart matching in the UK.",
          "Digital neobank for banking and investments.",
          "18+ boutique for premium adult products in the UK.",
          "Construction company for sustainable projects.",
          "Chain of coffee shops with specialty brews in the UK.",
          "Network of bakeries for fresh pastries.",
          "Airline for domestic and international flights in the UK.",
          "Taxi service app with real-time tracking.",
          "Chain of barbershops for grooming services in the UK.",
          "Women's salons for beauty and wellness.",
          "Ritual agency for funeral services in the UK.",
          "Internet provider for high-speed connectivity.",
          "Advanced robotics for industrial use.",
          "Bioprosthetics and implants technology in the UK.",
          "Electric transport and charging solutions.",
          "Secure VPN for privacy and access in the UK.",
          "AI assistant for productivity and home integration.",
          "Heyya is a modern advertising agency specializing in digital marketing, branding, and creative campaigns. We develop social media strategies, create engaging content, and manage advertising budgets to achieve maximum efficiency. Heyya helps companies stand out in the market and attract new clients."
        ]
      }
    }
  },
  "franchise": {
    "title": "Franchise Opportunities",
    "info": "Join the TFOT Labs network and bring futuristic innovation to your region. Our franchise model offers comprehensive support, training, and resources for success.",
    "cost": "Franchise cost: from $10,000",
    "regions": "Available regions: USA, UK, Canada, Australia, major European cities",
    "support": "Support: staff training, marketing support, technical assistance, regular updates and consultations",
    "form": {
      "name": "Full Name",
      "email": "Email Address",
      "message": "Message",
      "submit": "Submit Application"
    }
  },
  "careers": {
    "title": "Careers at TFOT Labs",
    "intro": "Join our innovative team and shape the future of technology. We are seeking passionate professionals to drive our mission forward.",
    "salary": "Salary: $2,000–$4,000",
    "benefits": "Benefits: health insurance, remote work options",
    "contact": "Email: jobs@tfotlabs.com",
    "openPositions": "Open Positions",
    "apply": "Apply for a Position",
    "vacancies": [
      {
        "title": "Software Engineer",
        "responsibilities": [
          "Develop and maintain scalable web applications using modern frameworks like React and Node.js.",
          "Collaborate with cross-functional teams to design and implement new features.",
          "Write clean, efficient code and participate in code reviews.",
          "Optimize application performance and ensure code quality."
        ]
      },
      {
        "title": "Data Scientist",
        "responsibilities": [
          "Analyze complex datasets to extract actionable insights using Python, R, and machine learning tools.",
          "Build predictive models to support business decisions and product development.",
          "Visualize data trends and present findings to stakeholders.",
          "Collaborate with engineering teams to deploy models into production."
        ]
      },
      {
        "title": "Product Manager",
        "responsibilities": [
          "Define product vision and roadmap in collaboration with engineering, design, and business teams.",
          "Gather and prioritize requirements from customers and stakeholders.",
          "Oversee product lifecycle from ideation to launch and iteration.",
          "Track key metrics and conduct A/B testing to optimize user experience."
        ]
      },
      {
        "title": "UX/UI Designer",
        "responsibilities": [
          "Design intuitive user interfaces and experiences for web and mobile applications.",
          "Create wireframes, prototypes, and high-fidelity mockups using tools like Figma or Adobe XD.",
          "Conduct user research and usability testing to inform design decisions.",
          "Collaborate with developers to ensure designs are implemented accurately."
        ]
      },
      {
        "title": "Marketing Specialist",
        "responsibilities": [
          "Develop and execute marketing campaigns across digital channels to promote TFOT Labs products.",
          "Analyze campaign performance and optimize for ROI using tools like Google Analytics.",
          "Create compelling content for social media, email, and website.",
          "Manage brand partnerships and events to increase visibility."
        ]
      },
      {
        "title": "HR Manager",
        "responsibilities": [
          "Oversee recruitment, onboarding, and employee relations processes.",
          "Develop talent acquisition strategies and manage performance reviews.",
          "Foster a positive company culture through training and engagement programs.",
          "Ensure compliance with labor laws and HR best practices."
        ]
      },
      {
        "title": "DevOps Engineer",
        "responsibilities": [
          "Build and maintain CI/CD pipelines using Jenkins, GitHub Actions, and Docker.",
          "Manage cloud infrastructure on AWS or Azure for scalability and reliability.",
          "Implement monitoring and alerting systems to ensure system health.",
          "Automate deployment processes and collaborate with development teams."
        ]
      },
      {
        "title": "AI Researcher",
        "responsibilities": [
          "Conduct research on advanced AI techniques, including machine learning and natural language processing.",
          "Develop prototypes and proof-of-concepts for new AI applications.",
          "Publish findings and contribute to open-source projects.",
          "Collaborate with product teams to integrate research into real-world solutions."
        ]
      },
      {
        "title": "Project Manager",
        "responsibilities": [
          "Lead cross-functional teams to deliver projects on time, within scope, and budget.",
          "Define project milestones, track progress, and mitigate risks.",
          "Facilitate communication between stakeholders and team members.",
          "Use tools like Jira or Asana to manage workflows and reporting."
        ]
      }
    ],
    "form": {
      "position": "Position Applying For",
      "resume": "Upload Resume",
      "submit": "Apply Now"
    }
  },
  "contact": {
    "title": "Contact Us",
    "locations": [
      {
        "flag": "🇺🇸",
        "country": "USA",
        "city": "New York (Times Square)",
        "phone": "+1 (212) 555-1234",
        "email": "labstfot@gmail.com",
        "mapEmbed": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3022!2d-73.987!3d40.7589!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c259a9b3117469%3A0x2d9b2c6c5b5e5f5e!2sTimes%20Square%2C%20New%20York!5e0!3m2!1sen!2sus!4v1630000000000\" width=\"100%\" height=\"300\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\"></iframe>"
      },
      {
        "flag": "🇬🇧",
        "country": "United Kingdom",
        "city": "Manchester (Etihad Stadium)",
        "phone": "+44 161 123 4567",
        "email": "labstfot@gmail.com",
        "mapEmbed": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2374!2d-2.2009!3d53.4831!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1sChIJ8RHG5qYShxAR4yW3iWj3q4M!2sEtihad%20Stadium!5e0!3m2!1sen!2sus!4v1630000000000\" width=\"100%\" height=\"300\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\"></iframe>"
      }
    ]
  },
  "footer": {
    "copyright": "© 2025 TFOT Labs. All rights reserved.",
    "privacy": "Privacy Policy",
    "terms": "Terms of Use",
    "socials": {
      "en": ["Facebook", "Instagram", "LinkedIn", "Twitter/X"],
      "en-us": ["Facebook", "Instagram", "LinkedIn", "Twitter/X"],
      "en-gb": ["Facebook", "Instagram", "LinkedIn", "Twitter/X"]
    }
  }
}